tap "1password/tap"
tap "buo/cask-upgrade"
tap "cloudflare/cloudflare"
tap "gitguardian/tap"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "knative-sandbox/kn-plugins"
tap "knative/client"
tap "nicoverbruggen/cask"
tap "planetscale/tap"
tap "shivammathur/extensions"
tap "shivammathur/php"
brew "act"
brew "ca-certificates"
brew "ansible"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argon2"
brew "asciinema"
brew "asimov"
brew "aspell"
brew "atuin"
brew "autoconf"
brew "awscli"
brew "azure-cli"
brew "b2-tools"
brew "bash"
brew "icu4c"
brew "boost"
brew "gmp"
brew "btop"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "pkg-config"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "commitizen"
brew "curl"
brew "freetds"
brew "gd"
brew "libpq"
brew "php", link: false
brew "composer"
brew "csvlens"
brew "dark-mode"
brew "deno"
brew "dnsmasq", restart_service: true
brew "doctl"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "pinentry"
brew "gnupg"
brew "libxml2"
brew "gdal"
brew "gh"
brew "gifsicle"
brew "gifski"
brew "git"
brew "git-extras"
brew "git-filter-repo"
brew "git-flow"
brew "git-lfs"
brew "git-quick-stats"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "graphviz"
brew "guile"
brew "helm"
brew "hey"
brew "highlight"
brew "htop"
brew "httrack"
brew "hugo"
brew "python@3.9"
brew "imagemagick"
brew "infracost"
brew "ipcalc"
brew "iperf3"
brew "jpegoptim"
brew "jq"
brew "k6"
brew "k9s"
brew "kn"
brew "kubernetes-cli"
brew "kubeseal"
brew "lazydocker"
brew "libpsl"
brew "mackup"
brew "mailpit", restart_service: true
brew "make"
brew "marp-cli"
brew "mas"
brew "mmv"
brew "mysql", restart_service: true
brew "nginx"
brew "openjdk"
brew "opentofu"
brew "optipng"
brew "pam-reattach"
brew "pandoc"
brew "parallel"
brew "pgcli"
brew "pinentry-mac"
brew "pngquant"
brew "postgresql@14", restart_service: true
brew "pv"
brew "qemu"
brew "qrencode"
brew "qt"
brew "rclone"
brew "redis", restart_service: true
brew "ripgrep"
brew "rsync"
brew "s3cmd"
brew "slowhttptest"
brew "smartmontools"
brew "stuntman"
brew "tailspin"
brew "telnet"
brew "terrascan"
brew "tesseract-lang"
brew "tfsec"
brew "tldr"
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "planetscale/tap/pscale"
brew "shivammathur/extensions/igbinary@7.4"
brew "shivammathur/extensions/igbinary@8.1"
brew "shivammathur/extensions/igbinary@8.2"
brew "shivammathur/extensions/igbinary@8.3"
brew "shivammathur/extensions/imagick@7.4"
brew "shivammathur/extensions/imagick@8.1"
brew "shivammathur/extensions/imagick@8.2"
brew "shivammathur/extensions/imagick@8.3"
brew "shivammathur/extensions/msgpack@7.4"
brew "shivammathur/extensions/msgpack@8.1"
brew "shivammathur/extensions/msgpack@8.2"
brew "shivammathur/extensions/msgpack@8.3"
brew "shivammathur/extensions/pcov@7.4"
brew "shivammathur/extensions/pcov@8.1"
brew "shivammathur/extensions/pcov@8.2"
brew "shivammathur/extensions/pcov@8.3"
brew "shivammathur/extensions/redis@7.4"
brew "shivammathur/extensions/redis@8.1"
brew "shivammathur/extensions/redis@8.2"
brew "shivammathur/extensions/redis@8.3"
brew "shivammathur/extensions/swoole@8.1"
brew "shivammathur/extensions/swoole@8.2"
brew "shivammathur/extensions/swoole@8.3"
brew "shivammathur/extensions/xdebug@7.4"
brew "shivammathur/extensions/xdebug@8.1"
brew "shivammathur/extensions/xdebug@8.2"
brew "shivammathur/extensions/xdebug@8.3"
brew "shivammathur/php/php", link: false
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.1"
brew "shivammathur/php/php@8.2", link: true
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "android-studio"
cask "apparency"
cask "appcleaner"
cask "authy"
cask "azure-data-studio"
cask "balenaetcher"
cask "bartender"
cask "betterzip"
cask "chromedriver"
cask "dbeaver-community"
cask "diffusionbee"
cask "discord"
cask "docker"
cask "drawio"
cask "dropshare"
cask "figma"
cask "finicky"
cask "firefox"
cask "flutter"
cask "font-inter"
cask "font-jetbrains-mono"
cask "forticlient"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "handbrake"
cask "helo"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "ledger-live"
cask "logi-options-plus"
cask "logitech-g-hub"
cask "lunar"
cask "macs-fan-control"
cask "moonlight"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "odrive"
cask "openlens"
cask "pgadmin4"
cask "phpmon"
cask "plex"
cask "poedit"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "steam"
cask "suspicious-package"
cask "syntax-highlight"
cask "tableplus"
cask "teamviewer"
cask "telegram"
cask "thingsmacsandboxhelper"
cask "timemachineeditor"
cask "tinkerwell"
cask "tint"
cask "topnotch"
cask "transmit"
cask "visual-studio-code"
cask "webpquicklook"
cask "whatsapp"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Actions", id: 1586435171
mas "Affinity Designer", id: 824171161
mas "Animatrice", id: 1133146803
mas "DaisyDisk", id: 411643860
mas "Dato", id: 1470584107
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Patterns", id: 429449079
mas "Prime Video", id: 545519333
mas "Steam Link", id: 1246969117
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Transporter", id: 1450874784
mas "Trello", id: 1278508951
mas "Twitter", id: 1482454543
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
